Repository: danielslyman/pvsv-repo
Catalog: plugins/erecht24-rechtstexte-plugin-v3/languages/erecht24-*.po
Languages: de_de

source: Wrong api url! Please contact admin.
de_de: Fehlerhafte API Url. Bitte kontaktieren Sie den Administrator.

source: No Response received. Please contact the admin.
de_de: Die API Schnittstelle liefert keine Antwort. Bitte kontaktieren Sie den Administrator.

source: Automatic saving was successful.
de_de: Automatisch gespeichert.

source: Your changes could not be saved automatically. Please click the button "Save changes". Reason: Required parameters are missing.
de_de: Ihre Änderungen konnten nicht automatisch gespeichert werden. Bitte klicken Sie auf die Schaltfläche "Änderungen speichern". Begründung: Erforderliche Parameter fehlen.

source: Your changes could not be saved automatically. Please click the button "Save changes". Reason: No WP_Option specified. Please try again later.
de_de: Ihre Änderungen konnten nicht automatisch gespeichert werden. Bitte klicken Sie auf die Schaltfläche "Änderungen speichern". Begründung: Keine WP_Option angegeben. Bitte versuchen Sie es später noch einmal.

source: Your changes could not be saved automatically. Please click the button "Save changes". Reason: Unsupported wp_option specified. Abort.
de_de: Ihre Änderungen konnten nicht automatisch gespeichert werden. Bitte klicken Sie auf die Schaltfläche "Änderungen speichern". Begründung: Nicht unterstützte wp_option angegeben.

source: No Client in Database stored. Deletion not needed
de_de: Es war kein API Client in der Datenbank gespeichert. Überspringe Löschvorgang

source: Valid API Key. Client was successfully created.
de_de: Gültiger API-Schlüssel. Der API Client wurde erfolgreich eingerichtet.

source: No Action required
de_de: Keine Aktion erforderlich

source: Old client successfully deleted.
de_de: Der alte API Client wurde erfolgreich gelöscht.

source: Api Client deletion was forced
de_de: Löschung des Api-Clients wurde erzwungen

source: There was a connection error. Please check the Api key.
de_de: Es gab einen Verbindungsfehler. Bitte überprüfen Sie den API Schlüssel.

source: There was an error with new Api connection. Please check the Api key.
de_de: Es gab einen Fehler mit der API Verbindung. Bitte überprüfen Sie den API Schlüssel.

source: %s successfully imported.
de_de: %s erfolgreich importiert.

source: %s could not be imported. Please try again later.
de_de: %s konnte nicht importiert werden. Bitte versuchen Sie es später noch einmal.

source: No API Client available. Please check document type and / or API key.
de_de: Es gab einen Fehler mit dem API Client. Bitte überprüfen Sie den Dokumenttyp und den API-Schlüssel.

source: No Document type specified. Please try again later.
de_de: Kein Dokumententyp angegeben. Bitte versuchen Sie es später noch einmal.

source: There was a connection error. Please try again later.
de_de: Es gab einen Verbindungsfehler. Bitte versuchen Sie es später noch einmal.

source: The problem could not be solved automatically. Please check your API key and the settings in your personal eRecht24 customer portal.
de_de: Das Problem konnte nicht automatisch gelöst werden. Bitte überprüfen Sie Ihren API-Schlüssel und die Einstellungen in Ihrem persönlichen eRecht24 Projekt Manager.

source: Legal texts successfully adopted.
de_de: Rechtstexte erfolgreich synchronisiert.

source: Illegal document type specified. Abort.
de_de: Unzulässiger Dokumententyp angegeben. Abbruch.

source: No data has been imported yet. Please import data first.
de_de: Es wurden noch keine Dokumente importiert. Bitte importieren Sie zuerst das Dokument.

source: An Error occurred, Please try again later. If the error persists contact the admin.
de_de: Ein Fehler ist aufgetreten, Bitte versuchen Sie es später erneut. Wenn der Fehler weiterhin auftritt, wenden Sie sich an den Administrator.

source: Imprint
de_de: Impressum

source: Privacy policy
de_de: Datenschutzerklärung

source: Privacy policy for social media profile
de_de: Datenschutz für Social-Media-Profile

source: Client successfully deleted.
de_de: API Client erfolgreich gelöscht.

source: The Api interface is configured correctly.
de_de: Die API ist korrekt konfiguriert.

source: No Api key available. Please add open tab "API key" and add your api key.
de_de: Es wurde kein API-Schlüssel angegeben. Bitte überprüfen Sie die Einstellungen im Tab "API-Schlüssel".

source: The data from your database is different from the data on the eRecht24 server. Please click the button "Refresh Connection".
de_de: Die Daten aus Ihrer Datenbank unterscheiden sich von den Daten des eRecht24 Projekt Managers. Bitte klicken Sie auf die Schaltfläche "Verbindung aktualisieren".

source: The Api Client settings in your database are faulty. Please click the button "Refresh Connection".
de_de: Die Einstellungen des API-Clients in Ihrer Datenbank sind fehlerhaft. Bitte klicken Sie auf die Schaltfläche "Verbindung aktualisieren".

source: The remote Api Client settings are faulty. Please click the button "Refresh Connection".
de_de: Die API-Client Einstellungen im eRecht24 Projekt Manager sind fehlerhaft. Bitte klicken Sie auf die Schaltfläche "Verbindung aktualisieren".

source: Connection to eRecht24 server could be established successfully.
de_de: Die Verbindung zum eRecht24 Server konnte erfolgreich hergestellt werden.

source: Connection to the eRecht24 server could not be established. Please contact the admin.
de_de: Die Verbindung zum eRecht24 Server liefert keine Antwort.

source: WordPress Address (URL) is unchanged.
de_de: Die WordPress-Adresse (URL) ist unverändert.

source: The WordPress Address (URL) changed since you activated the eRecht24 API client. You have to update the client.
de_de: Die WordPress-Adresse (URL) wurde geändert. Die Verbindung zu eRecht24 muss aktualisiert werden.

source: The eRecht24 Server is able to push new data to your wordpress site.
de_de: Der eRecht24 Server ist in der Lage, neue Daten in Ihre WordPress-Seite zu pushen.

source: The eRecht24 Server is unable to push new data to your wordpress site. A new site url or htaccess protection can cause those issues. Please contact the admin.
de_de: Der eRecht24 Server ist nicht in der Lage, neue Daten auf Ihre WordPress-Seite zu pushen. Eine neue Site-URL- oder htaccess-Schutz können diese Probleme verursachen. Bitte kontaktieren Sie den Administrator.

source: No additional information
de_de: Keine zusätzlichen Informationen

source: wp_remote_request is working properly.
de_de: wp_remote_request funktioniert ordnungsgemäß.

source: wp_remote_request is not working properly. Please check your php.ini or contact your hosting provider.
de_de: wp_remote_request funktioniert nicht ordnungsgemäß. Bitte überprüfen Sie die php.ini oder kontaktieren sie ihren Webhosting-Anbieter.

source: checking
de_de: Funktion wird getestet

source: eRecht24 Legal texts for WordPress
de_de: eRecht24 Rechtstexte für WordPress

source: Settings
de_de: eRecht24 Rechtstexte

source: No API key was set
de_de: Es wurde kein API-Schlüssel festgelegt

source: Configure API-Key
de_de: API-Schlüssel konfigurieren

source: Your eRecht24 legal texts plugin for WordPress has been successfully updated. The new version offers you a wider range of functions. During the installation, we automatically transferred your existing data from the previous version of the eRecht24 Legal Texts plugin into the new configuration. Please check whether your imprint and your data protection declaration are still displayed correctly on your website. If you discover any problems, please refer to the documentation of the plugin.
de_de: Ihr eRecht24 Rechtstexte Plugin für WordPress wurde erfolgreich aktualisiert. Die neue Version bietet Ihnen einen größeren Funktionsumfang. Wir haben bei der Installation Ihre bestehenden Daten aus der vorigen Version des eRecht24 Rechtstexte Plugins automatisch in die neue Konfiguration übernommen. Bitte prüfen Sie, ob Ihr Impressum und Ihre Datenschutzerklärung auf Ihrer Website nach wie vor korrekt angezeigt werden. Sollten Sie Probleme entdecken, schauen Sie bitte in die Dokumentation des Plugins.

source: On the following pages/post an old eRecht24 shortcode is still available. Search for <code>[impressum]</code> or <code>[datenschutz]</code> in the content and replace them with the new shortcodes. You can find detailed instructions <a href="options-general.php?page=erecht24-settings&tab=documentation">here</a>.
de_de: Auf folgenden Seiten/Beiträgen ist noch ein alter eRecht24 Shortcode vorhanden. Suchen Sie im Inhalt nach <code>[impressum]</code> oder <code>[datenschutz]</code> und ersetzen Sie diese durch die neuen Shortcodes. Eine ausführliche Anleitung finden sie <a href="options-general.php?page=erecht24-settings&tab=documentation">hier</a>.

source: To permanently hide this message press <a href="" id="banOldShortcodeWarning">here</a>.
de_de: Um diese Meldung permanent zu unterdrücken klicken Sie <a href="" id="banOldShortcodeWarning">hier</a>.

source: eRecht24 Settings
de_de: eRecht24 Rechtstexte

source: API Key
de_de: API-Schlüssel

source: Enter here your API key from <a href="https://www.e-recht24.de/mitglieder/tools/projekt-manager/" target="_blank">eRecht24 project manager for websites</a>.
de_de: Geben Sie hier Ihren API-Schlüssel ein, welchen Sie für Ihre Website im <a href="https://www.e-recht24.de/mitglieder/tools/projekt-manager/" target="_blank">eRecht24 Projekt Manager für Websites</a> erzeugt haben.

source: Syncronize
de_de: Synchronisieren

source: Syncronize and save all legal texts
de_de: Alle Rechtstexte synchronisieren und speichern

source: This function is available once valid api-key has been entered.
de_de: Diese Funktion ist erst nach der Eingabe eines gültigen API-Schlüssels verfügbar.

source: Data source
de_de: Datenquelle

source: Syncronize and save data
de_de: Daten synchronisieren und speichern

source: Import
de_de: Importieren

source: Overwrite local data with latest synchronised data
de_de: Lokale Daten mit den zuletzt synchronisierten Texten überschreiben

source: Last updated
de_de: Letzte Aktualisierung

source: HTML Code (DE) - Local
de_de: HTML-Code (DE) - Lokal

source: HTML Code (EN) - Local
de_de: HTML-Code (EN) - Lokal

source: Enter here your Google Analytics ID like G-ABCDABCD or UA-12345687-1
de_de: Geben Sie hier Ihre Google Analytics Tracking ID im Format G-ABCDABCD oder UA-12345687-1 ein

source: Enable Google Analytics?
de_de: Tracking-Code einbinden?

source: Enable Usercentrics consent management
de_de: Usercentrics-Cookie-Einwilligung

source: If you use the Usercentrics Consent Management Platform on your website, you can activate this option. Thus, your Google Analytics source code is initially delivered in a deactivated state and only activated after the user has given the cookie consent via the cookie banner.
de_de: Sofern die Usercentrics Consent Management Platform in Ihrer Website nutzen, können Sie diese Option aktivieren. Somit wird Ihr Google Analytics Quellcode zunächst in deaktiviertem Zustand ausgeliefert und erst nach der Erteilung der Cookie-Einwilligung durch den Nutzer über das Cookie-Banner aktiviert.

source: Enable Google Analytics Opt Out?
de_de: Opt-Out-Code einbinden?

source: If you <b>against our recommendation</b> do not obtain active consent for the use of Google Analytics, you should at least give the option to so-called opt-out. To do this, activate this option and proceed as follows:
de_de: Wenn Sie <b>entgegen unserer Empfehlung</b> keine aktive Einwilligung für die Nutzung von Google Analytics einholen, sollten Sie zumindest die Möglichkeit zum sogenannten Opt-Out geben. Aktivieren Sie dazu diese Option und gehen Sie wie folgt vor:

source: Add the following text below your privacy policy: Disable Google Analytics
de_de: Fügen Sie unterhalb Ihrer Datenschutzerklärung folgenden Text ein: Google Analytics deaktivieren

source: Insert the following HTML code below this text:
de_de: Fügen Sie unterhalb dieses Texts folgenden HTML-Code ein:

source: Disable Google Analytics
de_de: Google Analytics deaktivieren

source: WordPress may remove the Javascript function. Check on your website by clicking the opt-out button whether the cookie is set. If this button does not work and thus the opt-out cookie is not set after the click, your Google Analytics integration is <b>not legally compliant</b> without using a Consent tool!
de_de: WordPress entfernt unter Umständen die Javascript-Funktion. Prüfen Sie auf Ihrer Website durch Anklicken des Opt-Out-Buttons, ob der Cookie gesetzt wird. Funktioniert dieser Button nicht und wird somit nach dem Klick der Opt-Out-Cookie nicht gesetzt, ist Ihre Google-Analytics-Einbindung ohne Verwendung eines Consent-Tools <b>nicht rechtssicher</b>!

source: Please enter the API key provided by eRecht24 and hit save.
de_de: Bitte geben Sie den von eRecht24 bereitgestellten API-Schlüssel ein und klicken Sie auf Änderungen speichern.

source: Choose here whether you want to get the imprint data from eRecht24 server or to make your own local entries.
de_de: Wählen Sie hier, ob Sie die aktuellste Version Ihres Impressums vom eRecht24 Projekt Manager abrufen möchten bzw. dieses durch den eRecht24 Projekt Manager eingefügt werden kann oder ob Sie Ihr Impressum lokal pflegen möchten.

source: Choose here whether you want to get the privacy police data from the eRecht24 server or to make your own local entries.
de_de: Wählen Sie hier, ob Sie die aktuellste Version Ihrer Datenschutzerklärung vom eRecht24 Projekt Manager abrufen möchten bzw. diese durch den eRecht24 Projekt Manager eingefügt werden kann oder ob Sie Ihre Datenschutzerklärung lokal pflegen möchten.

source: Choose here whether you want to get the privacy police for social media profiles data from the eRecht24 server or to make your own local entries.
de_de: Wählen Sie hier, ob Sie die aktuellste Version Ihrer Datenschutzerklärung für Social-Media-Profile vom eRecht24 Projekt Manager abrufen möchten bzw. diese durch den eRecht24 Projekt Manager eingefügt werden kann oder ob Sie Ihre Datenschutzerklärung für Social-Media-Profile lokal pflegen möchten.

source: If you use Google Analytics, enter your Property ID here. The tracking code with opt-out will be automatically generated by the plugin.
de_de: Sie können den vollständigen Google Analytics Tracking-Code inkl. Codesnippet für das Setzen des Opt-Out-Cookies auch über dieses Plugin generieren lassen.

source: Project Manager
de_de: eRecht24 Projekt Manager

source: local Version
de_de: Lokale Version

source: Content
de_de: Inhalt

source: Type
de_de: Typ

source: Language
de_de: Sprache

source: German
de_de: Deutsch

source: English
de_de: Englisch

source: Remove title
de_de: Titel entfernen

source: eRecht24 - Disclaimer texts
de_de: eRecht24 Rechtstexte Plugin

source: Here you can enable or disable various core features of the plugin in order to keep the site optimized for your needs.
de_de: Konfigurieren Sie hier die Funktionalität des Plugins.

source: Status overview
de_de: Statusübersicht

source: You can check here if your server satisfies the system requirements to run the plugin and if your server can reach the eRecht24 servers.
de_de: Hier können Sie prüfen, ob Ihr Server die Systemvoraussetzungen für dieses Plugin erfüllt und ob die eRecht24-Server erreichbar sind.

source: In case you need support please send an e-mail and attach debug information by following these simple steps:
de_de: Falls Sie Unterstützung benötigen, senden Sie uns bitte eine E-Mail. Fügen Sie die notwendigen Debuginformationen hinzu, indem Sie diesen Schritten folgen:

source: Write an E-Mail to <a href="mailto:support@e-recht24.de"> support@e-recht24.de </a>.
de_de: Schreiben Sie eine E-Mail an <a href="mailto:support@e-recht24.de"> support@e-recht24.de </a>.

source: Describe your Problem as detailed as possible.
de_de: Beschreiben Sie das Problem so detailliert wie möglich.

source: Click the button labeled "Copy debug information into your clipboard".
de_de: Klicken Sie auf den Button mit der Aufschrift "Debuginformationen in die Zwischenablage kopieren".

source: Add the information to your email by pasting it with "ctrl+v" or by right clicking and selecting paste.
de_de: Fügen Sie die Informationen in die E-Mail ein, indem Sie "Strg" + "V" drücken oder indem Sie einen Rechtsklick machen und auf "Einfügen" klicken.

source: copied to clipboard
de_de: In die Zwischenablage eingefügt

source: Copy debug information into your clipboard
de_de: Debuginformationen in die Zwischenablage kopieren

source: Please check the following information, the plugin is not working properly.
de_de: Bitte überprüfen Sie die folgenden Informationen, die Funktionalität des Plugins ist gestört.

source: wp_remote_request is working
de_de: wp_remote_request funktioniert

source: eRecht24 Server is available
de_de: eRecht24 Server ist erreichbar

source: Configuration is valid
de_de: Das eRecht24 Plugin ist korrekt konfiguriert

source: eRecht24 server can push
de_de: eRecht24 Server erreicht das WordPress

source: WordPress Address (URL) did not change
de_de: WordPress-Adresse (URL) ist unverändert

source: Refresh Connection
de_de: Verbindung auffrischen

source: Documentation
de_de: Dokumentation

source: Not found
de_de: Es wurde nichts gefunden

source: Unfortunately no legal text was found. Please check your eRecht24 settings.
de_de: Es wurde leider kein Rechtstext gefunden. Bitte überprüfen Sie Ihre Einstellungen im eRecht24 Rechtstexte Plugin.

source: Tracking by Google Analytics has been deactivated in your browser for this website.
de_de: Das Tracking durch Google Analytics wurde in Ihrem Browser für diese Website deaktiviert.

source: Privacy Policy
de_de: Datenschutzerklärung

source: Privacy Policy for social media
de_de: Datenschutzerklärung für Social-Media-Profile

source: Remove H1
de_de: Titel entfernen

source: View details
de_de: Details anzeigen

source: More information about %s
de_de: Mehr Informationen über %s

source: Check for updates
de_de: Auf Aktualisierungen prüfen

# the plugin title
source: The %s plugin is up to date.
de_de: Das %s Plugin ist aktuell.

# the plugin title
source: A new version of the %s plugin is available.
de_de: Eine neue Version des Plugins %s ist verfügbar.

# the plugin title
source: Could not determine if updates are available for %s.
de_de: Konnte nicht prüfen, ob Updates für das Plugin %s verfügbar sind.

source: Unknown update checker status "%s"
de_de: Unbekannter Status für Aktualisierungscheck "%s"

source: There is no changelog available.
de_de: Es steht kein Änderungsprotokoll zur Verfügung.

source: eRecht24 legal texts for WordPress
de_de: eRecht24 Rechtstexte für WordPress

source: This plugin allows the easy integration of imprint and privacy policy of eRecht24.
de_de: Dieses Plugin ermöglicht die einfache und rechtssichere Integration von Impressum und Datenschutzerklärung, welche über eRecht24 erzeugt wurden.
