Repository: danielslyman/pvsv-repo
Catalog: languages/plugins/companion-auto-update-*.po
Languages: de_de

source: Donations via PayPal. Amount can be changed.
de_de: Spenden via PayPal. Der Betrag kann angepasst werden.

source: Update notifications
de_de: Aktualisierungs-Benachrichtigungen

source: Toggle
de_de: Umschalten

source: Unknown
de_de: Unbekannt

source: Every %s %s
de_de: Alle %s %s

source: months
de_de: Monate

source: weeks
de_de: Wochen

source: days
de_de: Tage

source: hours
de_de: Stunden

source: minutes
de_de: Minuten

source: Every 4 weeks
de_de: Alle 4 Wochen

source: Every 2 weeks
de_de: Alle 2 Wochen

source: Every week
de_de: Jede Woche

source: to version
de_de: auf Version

source: Time of update
de_de: Zeit der Aktualisierung

source: You have outdated plugins on your site.
de_de: Du hast veraltete Plugins auf deiner Website.

source: %s tested up to: %s
de_de: %s getestet bis: %s

source: The following %s have not been tested with WordPress %s:
de_de: Die folgenden %s wurden nicht mit WordPress %s getestet:

source: You have %s on your WordPress site at %s that have not been tested with the latest 3 major releases of WordPress.
de_de: Du hast %s auf deiner WordPress Website %s, die nicht mit den letzten drei Major Releases von WordPress getestet wurden.

source: We've fixed the error for you
de_de: Wir haben den Fehler für dich behoben.

source: We couldn't fix the error for you. Please contact us for further support
de_de: Wir konnten den Fehler nicht beheben. Bitte kontaktiere uns für weitere Unterstützung.

source: A plugin has prevented updates by disabling wp_version_check
de_de: Ein Plugin hat Aktualisierungen verhindert, indem es wp_version_check deaktiviert hat.

source: Ignore this report
de_de: Diesen Bericht ignorieren

source: How to fix this
de_de: Wie man das beheben kann

source: All automatic updates are disabled
de_de: Alle automatischen Aktualisierungen sind deaktiviert

source: This report will now be ignored
de_de: Dieser Bericht wird in Zukunft ignoriert

source: For how many days should updates be put on hold?
de_de: Für wie viele Tage sollen Aktualisierungen aufgeschoben werden?

source: Number of days
de_de: Anzahl an Tagen

source: Delay updates
de_de: Aktualisierungen aufschieben

source: WordPress notifications
de_de: WordPress-Benachrichtigungen

source: Show the time of the update
de_de: Zeit der Aktualisierung anzeigen

source: Show more info in emails
de_de: Mehr Informationen in E-Mails anzeigen

source: Be notified of plugins that have not been tested with the 3 latest major versions of WordPress.
de_de: Werde benachrichtigt, wenn Plugins nicht mit den letzten drei Major Versions von WordPress getestet wurden.

source: Outdated software
de_de: Veraltete Software

source: Check the status page
de_de: Statusseite überprüfen

source: For more information about this error check the status page.
de_de: Weitere Informationen zu diesem Fehler findest du auf der Statusseite.

source: Author
de_de: Autor

source: Editor
de_de: Redakteur

source: Allow access to:
de_de: Zugang erlauben für:

source: Auto updates
de_de: Automatische Aktualisierungen

source: Connection with WordPress.org
de_de: Verbindung mit WordPress.org

source: No issues detected
de_de: Keine Probleme gefunden

source: The folder %s was detected as being under version control (%s)
de_de: Es wurde festgestellt, dass der Ordner %s einer Versionskontrolle unterliegt (%s)

source: The folder %s was detected as being under version control (%s), but the %s filter is allowing updates
de_de: Es wurde festgestellt, dass der Ordner %s einer Versionskontrolle unterliegt (%s), aber der Filter %s erlaubt Aktualisierungen.

source: Automatic updating is disabled on this site by either WordPress, another plugin or your webhost.
de_de: Automatische Aktualisierungen auf dieser Website wurden durch WordPress, ein anderes Plugin oder deinen Hosting Provider deaktiviert.

source: Automatic updating isn't disabled on this site.
de_de: Die automatische Aktualisierung auf dieser Website ist nicht deaktiviert.

source: Security
de_de: Sicherheit

source: This was reported by the Companion Auto Update plugin
de_de: Dies wurde vom Companion Auto Update Plugin gemeldet

source: Core translations
de_de: WordPress Core-Übersetzungen

source: Theme translations
de_de: Theme-Übersetzungen

source: Plugin translations
de_de: Plugin-Übersetzungen

source: Translations
de_de: Übersetzungen

source: We need to add some information to your database
de_de: Wir müssen einige Informationen in deiner Datenbank ergänzen.

source: Disabled
de_de: Deaktiviert

source: Enabled
de_de: Aktiviert

source: Database information update completed
de_de: Update der Datenbank abgeschlossen

source: Manual
de_de: Manuell

source: Automatic
de_de: Automatisch

source: Head over to %1$s and check the ones you want to update.
de_de: Schau bei %1$s vorbei und wähle aus, was du aktualisieren willst.

source: Leaving your site outdated is a security risk so please consider manually updating them.
de_de: Eine veraltete Website stellt ein Sicherheitsrisiko dar, daher solltest du eine manuelle Aktualisierung in Betracht ziehen.

source: The following %1$s have new versions available.
de_de: Es gibt neue Versionen der folgenden %1$s.

source: You have pending %1$s updates on your WordPress site at %2$s.
de_de: Es gibt %1$s ausstehende Aktualisierung auf deiner WordPress-Website %2$s.

source: Feature To-Do List
de_de: Geplante Funktionen

source: For when you need our help fixing an issue.
de_de: Für den Fall, dass du unsere Hilfe bei der Lösung eines Problems brauchst.

source: Advanced info
de_de: Erweiterte Informationen

source: Intervals
de_de: Intervalle

source: Use plain text
de_de: Reinen Text verwenden

source: Use HTML
de_de: HTML verwenden

source: Use HTML in emails?
de_de: HTML in E-Mails verwenden?

source: Prevent certain %s from updating automatically. %s that you select here will be skipped by Companion Auto Update and will require manual updating.
de_de: Verhindert, dass bestimmte %s automatisch aktualisiert werden. %s, die du hier auswählst, werden von Companion Auto Update übersprungen und müssen manuell aktualisiert werden.

source: Release notes
de_de: Versionshinweise

source: The following %1$s have been updated:
de_de: Die folgenden %1$s wurden aktualisiert:

source: (You'll also receive this email if you manually updated a plugin or theme)
de_de: (Du erhältst diese E-Mail auch, wenn du ein Plugin oder Theme manuell aktualisiert hast)

source: Database update completed
de_de: Datenbank-Aktualisierung abgeschlossen

source: Run updater now
de_de: Updater jetzt ausführen

source: We need you to update to the latest database version
de_de: Du musst auf die neueste Datenbankversion aktualisieren

source: Companion Auto Update Database Update
de_de: Companion Auto Update Datenbank-Aktualisierung

source: Update method
de_de: Aktualisierungsmethode

source: Timezone
de_de: Zeitzone

source: You’ve chosen to discourage Search Engines from indexing your site. Auto-updating works best on sites with more traffic, consider enabling indexing for your site.
de_de: Du hast dich entschieden, Suchmaschinen die Indexierung deiner Website zu verbieten. Die automatische Aktualsierung funktioniert am besten bei Websites mit hoher Besucherfrequenz. Ziehe deshalb in Erwägung, die Indexierung zu erlauben.

source: Documentation
de_de: Dokumentation

source: Support Forums
de_de: Support-Forum

source: Help
de_de: Hilfe

source: More Actions
de_de: Weitere Aktionen

source: Get Started
de_de: Einrichten

source: The plugin is all set and ready to go with the recommended settings, but if you'd like you can change them below.
de_de: Das Plugin wurde mit den empfohlenen Einstellungen eingerichtet und kann so genutzt werden. Du kannst die Einstellungen aber auch unten anpassen.

source: You're set and ready to go
de_de: Einrichtung abgeschlossen

source: Welcome to Companion Auto Update
de_de: Willkommen bei Companion Auto Update

source: Search Engine Visibility
de_de: Sichtbarkeit für Suchmaschinen

source: Fix it
de_de: Beheben

source: Developer?
de_de: Entwickler?

source: Companion Auto Update ran into a critical error. View the status log for more info.
de_de: Companion Auto Update hat einen kritischen Fehler festgestellt. Weitere Informationen findest du im Status-Log.

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen

source: Contact for support
de_de: Support kontaktieren

source: Possible plugin issues
de_de: Potentielle Probleme mit Plugins

source: One or more themes have been updated.
de_de: Ein oder mehrere Themes wurden aktualisiert.

source: Check out our other plugins
de_de: Schau dir unsere anderen Plugins an

source: Systeminfo
de_de: Systeminformationen

source: Advanced settings
de_de: Erweiterte Einstellungen

source: Core (Minor)
de_de: WordPress Core (Minor Updates)

source: Core (Major)
de_de: WordPress Core (Major Updates)

source: Next
de_de: Nächstes

source: Interval
de_de: Intervall

source: Core notifications are handled by WordPress and not by this plugin. You can only disable them, changing your email address in the settings above will not affect these notifications.
de_de: Benachrichtigungen betreffend den Core werden direkt von WordPress gesteuert und nicht von diesem Plugin. Du kannst sie lediglich deaktivieren – eine Änderung deiner E-Mail-Adresse in den obigen Einstellungen wird sich nicht auf diese Benachrichtigungen auswirken.

source: Rate us (5 stars?)
de_de: Bewerte uns (mit 5 Sternen?)

source: Companion Auto Update is free to use. It has required a great deal of time and effort to develop and you can help support this development by making a small donation.<br />You get useful software and we get to carry on making it better.
de_de: Companion Auto Update ist kostenlos nutzbar. Es hat sehr viel Zeit und große Anstrengungen gekostet, dieses Plugin zu entwickeln. Du kannst die Weiterentwicklung durch eine kleine Spende unterstützen. Du erhältst nützliche Software, und wir sind in der Lage, sie weiter zu verbessern.

source: Like our plugin?
de_de: Gefällt dir unser Plugin?

source: Want to contribute?
de_de: Möchtest du etwas beitragen?

source: Contact us
de_de: Kontaktiere uns

source: Feel free to reach out to us if you have any questions or feedback.
de_de: Bei Fragen oder Anregungen kannst du dich gerne jederzeit mit uns in Verbindung setzen.

source: Support
de_de: Unterstützung

source: View full changelog
de_de: Vollständiges Änderungsprotokoll anzeigen

source: Below are the last 7 updates ran on this site. Includes plugins and themes, both automatically updated and manually updated.
de_de: Unten stehen die letzten sieben Aktualisierungen, die auf dieser Website ausgeführt wurden. Dies beinhaltet sowohl manuelle als auch automatische Aktualisierungen von Plugins und Themes.

source: Update log
de_de: Änderungsprotokoll

source: Last updated on
de_de: Zuletzt aktualisiert am

source: Type
de_de: Art

source: At what time should the updater run? Only works when set to <u>daily</u>.
de_de: Zu welcher Uhrzeit soll die Aktualisierung ausgeführt werden? Funktioniert nur, wenn der Zeitplan auf <u>täglich</u> gesetzt wird.

source: Time notation: 24H
de_de: Zeitformat: 24 Stunden

source: Donate to help development
de_de: Unterstütze die Entwicklung mit einer Spende

source: Help us translate
de_de: Hilf uns bei der Übersetzung

source: Give feedback
de_de: Gib uns Rückmeldung

source: By default WordPress sends an email when a core update has occurred. Uncheck this box to disable these emails.
de_de: In der Standardeinstellung schickt WordPress eine E-Mail, wenn der Core aktualisiert wurde. Entferne dieses Häkchen, um diese Benachrichtigung zu deaktivieren.

source: Core update interval
de_de: Aktualisierungsintervall für WordPress Core

source: Theme update interval
de_de: Aktualisierungsintervall für Themes

source: Plugin update interval
de_de: Aktualisierungsintervall für Plugins

source: Auto updating is enabled
de_de: Automatische Aktualisierungen sind aktiviert

source: Description
de_de: Beschreibung

source: Reset list
de_de: Liste zurücksetzen

source: The no-update-list has been reset, all %s will be auto-updated from now on
de_de: Die Nicht-aktualisieren-Liste wurde zurückgesetzt. Ab jetzt werden alle %s automatisch aktualisiert

source: %1$s %2$s have been added to the no-update-list
de_de: %1$s %2$s wurden zur Nicht-aktualisieren-Liste hinzugefügt

source: Succes
de_de: Erfolg

source: Auto updating is disabled
de_de: Automatische Aktualisierungen sind deaktiviert

source: Core notifications
de_de: WordPress Core-Benachrichtigungen

source: Auto update translation files?
de_de: Übersetzungsdateien automatisch aktualisieren?

source: Send me emails when something has been updated.
de_de: Sende mir eine E-Mail, wenn etwas aktualisiert wurde.

source: Successful update
de_de: Erfolgreiche Aktualisierung

source: Update available
de_de: Aktualisierung verfügbar

source: Email Notifications
de_de: Benachrichtigungen per E-Mail

source: One or more plugins have been updated.
de_de: Ein oder mehrere Plugins wurden aktualisiert.

source: To version
de_de: Auf Version

source: Plugin update available.
de_de: Plugin-Aktualisierung verfügbar.

source: Theme update available.
de_de: Theme-Aktualisierung verfügbar.

source: Companion Auto Update was not able to set the event for sending you emails, please re-activate the plugin in order to set the event
de_de: Companion Auto Update konnte das Ereignis, um dir E-Mails zu senden, nicht festlegen. Bitte reaktiviere das Plugin, um das Ereignis festzulegen

source: Seperate email addresses using commas.
de_de: Mehrere E-Mail-Adressen durch Kommas trennen.

source: To
de_de: An

source: Email Address
de_de: E-Mail-Adresse

source: Send me emails when an update is available.
de_de: Sende mir eine E-Mail, wenn eine Aktualisierung verfügbar ist.

source: Auto update major core updates?
de_de: Major Updates für WordPress Core automatisch installieren?

source: Auto update minor core updates?
de_de: Minor Updates für WordPress Core automatisch installieren?

source: Auto update themes?
de_de: Themes automatisch aktualisieren?

source: Auto update plugins?
de_de: Plugins automatisch aktualisieren?

source: Settings
de_de: Einstellungen

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Auto Updater
de_de: Automatische Aktualisierung

source: This plugin auto updates all plugins, all themes and the wordpress core.
de_de: Diese Erweiterung aktualisiert automatisch alle Plugins, alle Themes und den WordPress Core.
